Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingets-vedtak-1989-2004.html.tmx
Source language: nob
Languages: sme

source: Sametingets vedtak 1989-2004
sme: Sámedikki mearrádusat 1989-2004

source: Her er Sametingets møtebøker fra Sametingets opprettelse i 1989 fram til 2004.
sme: Dás leat Sámedikki čoahkkingirjjit dan rájes go Sámediggi ásahuvvui 1989:s jagi 2004 rádjai.

source: Sametinget gikk over til fullstendig elektronisk arkiv i 2004, derfor vil alle møtebøker fra 2004 være å finne elektronisk under innsyn .
sme: Sámediggi oaččui ollislaš elektruvnnalaš arkiivva 2004:s, ja danne gávdná čoahkkingirjiid maŋŋel 2004 elektruvnnalaččat dáppe .

source: Hvis du vil se møtebok fra Sametingets plenum, så trykker du på datoen plenumsmøtet har vært (trykk på hvis du vil se møtebøker fra tidligere år).
sme: Jus áiggut oaidnit Sámedikki dievasčoahkkima čoahkkingirjji, de deaddel dan dáhtona goas dievasčoahkkin lea leamaš (deaddel "čájet ovddit jagi" jus áiggut ovddit jagiid čoahkkingirjjiid oaidnit).

source: Da vil en slik side åpne seg, hvor du finner møtebok (merket med rød runding på bilde):
sme: De rahpasa dákkár siidu, gos gávnnat čoahkkingirjji (merkejuvvon rukses rieggáin govas):
